[
  {
    "eventId": 1,
    "title": "Wine Tasting Tour",
    "summary": "Couples Wine Tasting Tour in Beautiful Temecula Valley",
    "description": "This tour is for two who are looking for a private tour-wanting to getaway from it all. You will visit three wineries and enjoy a romantic get a way among the vineyards. Enjoy a special day exploring wine country experiencing breath taking views of the Temecula Valley Wine Country. Wine tasting fees are included in this tour.",
    "duration": "5 hrs",
    "days": "Wednesdays, Thursdays, Fridays, Saturdays",
    "hours": "3:00 pm - 7:00 pm",
    "price": 335,
    "openings": 12,
    "bookings": 0,
    "imageURL": "https://images.pexels.com/photos/5713745/pexels-photo-5713745.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "eventId": 2,
    "title": "Couples Romantic Cooking Class",
    "summary": "Homemade Ravioli Times Two",
    "description": "Join Chef Luana as she shares the artisanal art of ravioli making. From rolling and cutting to sealing the dough, this in-person cooking class will teach you how to prepare fresh ravioli from scratch. These handmade pasta puffs will be filled with spinach and ricotta cheese and pumpkin. Flavorful handmade Italian sauces include your choice of either fresh tomato sauce or butter and sage sauce. A heaping handful of Parmigiano Reggiano tops this delicious duo.",
    "days": "Fridays, Saturdays, Sundays",
    "duration": "2 hours",
    "hours": "12:00 pm - 6:00 pm",
    "price": 335,
    "openings": 10,
    "bookings": 0,
    "imageURL": "https://images.unsplash.com/photo-1583444560967-5bc0c8eaf6f3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=880&q=80"
  },
  {
    "eventId": 3,
    "title": "Night Sail with Dinner",
    "summary": "Jazz up your weekend on a 2.5-hour night cruise along LAs Marina del Rey.",
    "description": "Soak up the Los Angeles city lights with this night cruise from Marina del Rey`s famed harbor. Enjoy a gourmet dinner that uses locally-sourced l ingredients and enjoy coastal views of Los Angeles from the open deck. Keep things intimate with private table seating. Purchase a drink onboard and toast under the stars.",
    "duration": "2 hours",
    "days": "Mondays, Tuesdays, Wednesdays, Thursdays, Fridays, Saturdays, Sundays",
    "hours": "4:00 pm - 8:00 pm",
    "price": 250,
    "openings": 6,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/bXXZ6nZ/My-project-4.jpg"
  },
  {
    "eventId": 4,
    "title": "Couples Surf Lesson",
    "summary": "There`s no better date than a 'Teach Me To' date.",
    "description": "Learning is more fun together! Enjoy a private lesson with an expert instructor. Suitable for participants of all levels, from total beginner to advanced. Wetsuits and surfboards included.",
    "duration": "2 hours",
    "days": "Fridays, Saturdays, Sundays",
    "hours": "7:00 am - 5:00 pm",
    "price": 125,
    "openings": 20,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/v4yB26J/My-project-8.jpg"
  },
  {
    "eventId": 5,
    "title": "Romantic Helicopter Tour with Mountain Landing",
    "summary": "Peek into Beverly Hills and Hollywood from the comfort of a private helicopter. Soar past the iconic Hollywood Sign and enjoy the views on this helicopter tour",
    "description": "Exciting and beautiful mountaintop helicopter tour takes you on a 45-minute flight over Los Angeles to a private peak overlooking the Malibu coastline. Then toast yourselves and enjoy a complimentary dessert overlooking the beautiful Pacific Ocean. From beautiful sunny Los Angeles, this private, 45-minute helicopter tour provides the perfect romantic getaway for two.The journey begins from the Bob Hope Airport in Burbank, and once you’re in the air, heads east over many of the iconic landmarks of Los Angeles, including Universal Studios, the famous Hollywood Sign, and some celebrity homes of Beverly Hills and Bel Air. You'll then head west to see the world-famous beaches of Santa Monica, and the Pacific Palisades, which offer breathtaking views of the stunning California Coastline. Continue up the coast and land at your own private and secluded plateau overlooking the magnificent shores of Malibu beach. At this point, you and your guest will have 30 minutes of time on the peak for a complimentary toast, a delicious dessert, and a rose to celebrate your special occasion",
    "duration": "30 minutes",
    "days": "Wednesdays, Thursdays, Fridays, Saturdays",
    "hours": "10:00 pm - 5:00 pm",
    "price": 250,
    "openings": 15,
    "bookings": 0,
    "imageURL": "https://cdn.getyourguide.com/img/tour/855b877338b9d106.jpeg/145.jpg"
  },
  {
    "eventId": 6,
    "title": "Moonlight Paddleboarding",
    "summary": "Experience the Ultimate Glowing paddle adventure",
    "description": "Experience the Ultimate Glowing paddle adventure with our SUP Glow. This is our most popular tour that is truly an experience you shouldn’t miss. Each board is equipped with waterproof LED lighting that makes for a glowing spectacle of awesomeness. This is a guided night tour through calm waters, with an illuminated experience allowing you to enjoy paddling in a whole new thrilling way!",
    "duration": "1 hour",
    "days": "Fridays, Saturdays",
    "hours": "6:00 pm - 8:00 pm",
    "price": 120,
    "openings": 10,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/1vvccVf/My-project-2.jpg"
  },
  {
    "eventId": 7,
    "title": "Sunset Yoga",
    "summary": "Connect on a spiritual level",
    "description": "The serene sunset rays and your inner sensations meet to connect your body and spirit. Meditate, strengthen your body, relax and release your feelings! When the sun is setting, there is a magical feeling in the air, that of the light changing and another small cycle closing. This is the perfect time to practice and remind yourself of letting go, surrender, and trustfulness in your life journey.",
    "duration": "1 hour",
    "days": "Wednesdays, Thursdays, Sundays",
    "hours": "6:00 pm",
    "price": 100,
    "openings": 20,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/H79TqvH/My-project-3.jpg"
  },
  {
    "eventId": 8,
    "title": "Salsa Dance Lessons",
    "summary": "Be comfortable & have fun on the dance floor with your partner.",
    "description": "You can finally enjoy dancing at any social event with your partner! Spice up your life! Take the journey! Experience & transform your life!",
    "duration": "1.5 hours",
    "days": "Wednesdays, Thursdays, Fridays, Saturdays",
    "hours": "5:00 pm - 8:00 pm",
    "price": 125,
    "openings": 10,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/z20yyNv/My-project-1.png"
  },
  {
    "eventId": 9,
    "title": "Spa Day",
    "summary": "Pamper each other with a spa day for 2",
    "description": "Take time to disconnect from the world and reconnect with the love of your life. Removed from the constant distractions in your lives for just a few hours, you will discover why you fell in love all over again. Ask our Concierge to recommend a romantic package or tailor one to your exact needs. We can also incorporate special requests such as roses, chocolates, etc… to make sure your visit is as magical as your love.",
    "duration": "2 hours",
    "days": "Wednesdays, Thursdays, Fridays, Saturdays",
    "hours": "5:00 pm - 9:00 pm",
    "price": 450,
    "openings": 8,
    "bookings": 0,
    "imageURL": "https://img.freepik.com/free-photo/portrait-attractive-couple-relaxing-spa-salon-with-hot-stones-body_186202-8641.jpg?w=1380&t=st=1663714905~exp=1663715505~hmac=a4035e2169719a03559a25cb60094c267767a9ce0f51cdd1e9223114bf4eb4e8"
  },
  {
    "eventId": 10,
    "title": "Malibu Sunset Horseback Ride",
    "summary": "Private Malibu Horseback Ride with Ocean and Mountain Views.",
    "description": "Private horseback ride in one of the most secluded and scenic areas in Malibu! Our trails traverse rolling hills, wooded canyons, and striking rock formations, with sweeping ocean vistas around every corner! A one of a kind experience you won't forget.",
    "duration": "1.5 hours",
    "days": "Wednesdays, Thursdays, Fridays, Saturdays",
    "hours": "8:00 am - 6:30 pm",
    "price": 250,
    "openings": 12,
    "bookings": 0,
    "imageURL": "https://i.ibb.co/G7CdvPw/My-project-7.jpg"
  }
]